Repository: 84000/data-translation-memory
Catalog: toh210-v1.tmx
Source language: bo
Languages: en

source: ལས་ཆུང་ངུ་བྱས་པ་ལས་འབྲས་བུ་ཆེན་པོའི་རྣམ་པར་སྨིན་པ་མྱོང་སྟེ། དེའི་ཕྱིར་རྒྱུ་ཆུང་ངུ་ལས་འབྲས་བུ་ཆེན་པོ་མངོན་པར་འགྲུབ་པོ། །
en: The ripening of a large result is experienced from having performed a minor action. Thus, it entails the production of a large result from a small cause.

source: ཇི་ལྟར་མྱོང་བར་འགྱུར་བའི་ལས་བྱས་པ་དེ་ལྟར་མྱོང་བར་འགྱུར་བའི་རྣམ་པར་སྨིན་པ་མྱོང་བས་དེའི་ཕྱིར་དེ་དང་འདྲ་བའི་རྒྱུད་དུའོ། །
en: “It involves a continuity of similar type because the ripening of an action is experienced precisely according to the action performed.

source: བཙུན་པ་ཤཱ་རིའི་བུ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་བཅོམ་ལྡན་འདས་ཀྱིས་ཡང་དག་པར་གསུངས་པ་འདི་གང་ལ་ལ་ཞིག་གིས་ཡང་དག་པའི་ཤེས་རབ་ཀྱིས་དེ་ལྟར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྟག་པར་རྒྱུན་དུ་སྲོག་མེད་པ་དང་། སྲོག་དང་བྲལ་བ་དང་། ཇི་ལྟ་བུ་ཉིད་དང་། མ་ནོར་བ་དང་། མ་སྐྱེས་པ་དང་། མ་བྱུང་བ་དང་། མ་བྱས་པ་དང་། འདུས་མ་བྱས་པ་དང་། ཐོགས་པ་མེད་པ་དང་། དམིགས་པ་མེད་པ་དང་། ཞི་བ་དང་། འཇིགས་པ་མེད་པ་དང་། མི་འཕྲོགས་པ་དང་། ཟད་པ་མེད་པ་དང་། རྣམ་པར་ཞི་བ་མ་ཡིན་པའི་རང་བཞིན་དུ་མཐོང་བ་དང་། མེད་པ་དང་། གསོག་དང་། གསོབ་དང་། སྙིང་པོ་མེད་པ་དང་། ནད་དང་། འབྲས་དང་། ཟུག་རྔུ་དང་། སྡིག་པ་དང་། མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྟོང་པ་དང་། བདག་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མཐོང་བ་དེ་ནི་ཅི་བདག་འདས་པའི་དུས་ན་འབྱུང་བ་ཞིག་གམ
en: “Venerable Śāriputra, whoever sees with perfect wisdom this dependent arising, perfectly taught by the Bhagavān, as it actually is—as always and forever without life force, devoid of life force, true, unmistaken, unborn, not arisen, uncreated, uncompounded, unobstructed, imperceptible, tranquil, fearless, incontrovertible, inexhaustible, and by nature never stilled—whoever fully and truly sees it as unreal, vain, hollow, unsubstantial, as a sickness, a boil, a thorn, as miserable, impermanent, painful, empty, and self-less, such a person does not reflect on the past thinking,

source: འོན་ཏེ་བདག་འདས་པའི་དུས་ན་མ་བྱུང་བ་ཞིག །བདག་འདས་པའི་དུས་ན་ཅིར་གྱུར་པ་ཞིག །བདག་འདས་པའི་དུས་ན་ཇི་ལྟ་བུར་གྱུར་པ་ཞིག་གུ་སྙམ་དུ་སྔོན་གྱི་མཐའ་ལ་མི་རྟོག་གོ། །
en: such a person does not reflect on the past thinking, ‘Did I exist in the past, or not? What was I in the past? How was I in the past?’

source: ཅི་མ་འོངས་པའི་དུས་ན་འབྱུང་བར་འགྱུར་རམ། འོན་ཏེ་མ་འོངས་པའི་དུས་ན་འབྱུང་བར་མི་འགྱུར། །མ་འོངས་པའི་དུས་ན་ཅིར་འགྱུར། མ་འོངས་པའི་དུས་ན་ཇི་ལྟ་བུ་ཞིག་ཏུ་འགྱུར་སྙམ་དུ་ཕྱི་མའི་མཐའ་ལ་མི་རྟོག་གོ། །
en: Nor does such a person reflect on the future thinking, ‘Will I exist in the future, or not? What will I be in the future? How will I be in the future?’

source: འདི་ཅི་ཞིག །འདི་ཇི་ལྟ་བུ་ཞིག །ཅི་ཞིག་ཡོད། ཅིར་འགྱུར། སེམས་ཅན་འདི་དག་གང་ནས་འོངས། འདི་ནས་ཤི་འཕོས་ནས་གང་དུ་འགྲོ་བར་འགྱུར་ཞེས་ད་ལྟར་བྱུང་བ་ལ་ཡང་མི་རྟོག་གོ། །
en: Nor does such a person reflect on the present thinking, ‘What is this? How is this? Being what, what will we become? Where does this being come from? Where will it go when transmigrating from here at death?’

source: འཇིག་རྟེན་ན་དགེ་སྦྱོང་ངམ། བྲམ་ཟེ་དག་གི་ལྟ་བར་སོང་བ་ཐ་དད་པ་གང་དག་ཡོད་པ་འདི་ལྟ་སྟེ། བདག་ཏུ་སྨྲ་བ་དང་ལྡན་པའམ། སེམས་ཅན་དུ་སྨྲ་བ་དང་ལྡན་པའམ། སྲོག་ཏུ་སྨྲ་བ་དང་ལྡན་པའམ། གང་ཟག་ཏུ་སྨྲ་བ་དང་ལྡན་པའམ། དགེ་མཚན་དང་བཀྲ་ཤིས་སུ་སྨྲ་བ་དང་ལྡན་པ་དག་ཀྱང་རུང་སྟེ། ལྷག་པར་གཡོ་བ་དང་བྲལ་བར་གཡོ་བ་དེ་དག་དེའི་ཚེ་ན་དེས་སྤངས་པར་འགྱུར་
en: “Whichever dogmas mendicants and brahmins hold throughout the world, whether they involve belief in a self, belief in a being, belief in a life force, belief in a person, or belief in ceremonies and festivities, such dogmas, prone to agitation and dullness, are all abandoned at that time.

source: ཡོངས་སུ་ཤེས་ནས་རྩ་བ་ནས་བཅད་དེ། ཏ་ལའི་མགོ་བཞིན་མི་སྣང་བའི་རང་བཞིན་དུ་ཕྱིས་མི་སྐྱེ་མི་འགག་པའི་ཆོས་ཅན་དུ་འགྱུར་རོ།
en: Fully understood as false, these dogmas are severed at the root and wither like the head of a palm tree, never to arise or cease in the future.

source: བཙུན་པ་ཤཱ་རིའི་བུ་གང་ལ་ལ་ཆོས་ལ་བཟོད་པ་འདི་ལྟ་བུ་དང་ལྡན་ཏེ། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའང་ཡང་དག་པར་ཁོང་དུ་ཆུད་
en: “Venerable Śāriputra, whoever is endowed with such acceptance of the Dharma and thus perfectly understands dependent arising

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སུ་འགྱུར་རོ་ཞེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་ཏོ། །
en: is prophesied for unexcelled, perfect, and complete awakening by the Tathāgata, the Arhat, the perfectly and completely awakened one, the one with perfect knowledge and conduct, the Sugata, the knower of the world, the incomparable charioteer of those who need taming, the teacher of gods and humans, the Bhagavān, the Buddha, in this way: ‘Such a person will become a perfect and complete buddha!’

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་དེ་སྐད་ཅེས་སྨྲས་ནས།
en: After the bodhisattva mahāsattva Maitreya had thus spoken,

source: ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་
en: venerable Śāriputra, together with the world of gods, humans, asuras, and gandharvas,

source: རྟེན་ཡི་རངས་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་བཤད་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: rejoiced and praised what the bodhisattva mahāsattva Maitreya had taught.

source: འཕགས་པ་སཱ་ལུའི་ལྗང་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །
en: This concludes the noble Mahāyāna sūtra, “ The Rice Seedling
